[
  {
    "year": 2019,
    "title": "Electrically tunable gradient-index lenses via nematic liquid crystals with a method of spatially extended phase distribution",
    "journal": "Optics Express, 27, 32398-32408 (2019)",
    "author": "Yu-Jen Wang, Huai-An Hsieh, Yi-Hsin Lin *",
    "image": "",
    "abstract": "Photobiomodulation or low-level light therapy (LLLT) has extensive applications based on light-induced effects in biological systems. Photobiomodulation remains controversial because of a poorly understood biochemical mechanism limited by the well-known biphasic dose response or Arndt-Schulz curve. The Arndt-Schulz curve states that an optimal dose of light is a key factor for realizing a therapeutic effect. In this report, we demonstrate a tunable optical system for photobiomodulation to aid physicians in overcoming the constraints of light due to biphasic dose response. The tunable optical system is based on a white light-emitting diode and four liquid crystal (LC) photonic devices: three LC phase retarders, and one LC lens. The output light of the tunable optical system exhibits electrical tunability for the wavelength, energy density and beam size. The operating principle is introduced, and the experimental results are presented. The proposed concept can be further extended to other electrically tunable photonic devices for different clinical purposes for photobiomodulation."
  },
  {
    "year": 2018,
    "title": "An optical system via liquid crystal photonic devices for photobiomodulation",
    "journal": "Scientific Reportsvolume 8, Article number: 4251 (2018)",
    "author": "Chia-Ming Chang, Yi-Hsin Lin, Abhishek Kumar Srivastava, Vladimir Grigorievich Chigrinov",
    "image": "2018_1.jpg",
    "abstract": "Photobiomodulation or low-level light therapy (LLLT) has extensive applications based on light-induced effects in biological systems. Photobiomodulation remains controversial because of a poorly understood biochemical mechanism limited by the well-known biphasic dose response or Arndt-Schulz curve. The Arndt-Schulz curve states that an optimal dose of light is a key factor for realizing a therapeutic effect. In this report, we demonstrate a tunable optical system for photobiomodulation to aid physicians in overcoming the constraints of light due to biphasic dose response. The tunable optical system is based on a white light-emitting diode and four liquid crystal (LC) photonic devices: three LC phase retarders, and one LC lens. The output light of the tunable optical system exhibits electrical tunability for the wavelength, energy density and beam size. The operating principle is introduced, and the experimental results are presented. The proposed concept can be further extended to other electrically tunable photonic devices for different clinical purposes for photobiomodulation."
  },
  {
    "year": 2018,
    "title": "Graphene-based spatial light modulator operating at near infrared spectral range",
    "journal": "Applied Surface Science (2018) https://doi.org/10.1016/j.apsusc.2018.09.150",
    "author": "Vera Marinova, Shiuan Huei Lin, Stefan Petrov, Ming Syuan Chen, Yi Hsin Lin,Ken Yuh Hsu*",
    "image": "2018_2.jpg",
    "abstract": "In this paper, a near infrared operating spatial light modulator is demonstrated, assembled in a way to combine the excellent photoconductivity of Ru-doped Bi12SiO20 (BSO:Ru) crystal, strong birefringence of liquid crystal (LC) and exceptionally high transparency and conductivity of graphene. A photo-alignment method instead of mechanical rubbing is used to simplify the fabrication procedure and to prevent detachment of the graphene layer from the substrate. The proposed device operates at low driving voltage (competitive to a reference device using ITO electrodes) moreover requires much less near infrared intensity for the light modulation. It is assumed the effect is due to the photo-induced space charge exchange between BSO:Ru and graphene allowing charge redistribution and optical doping effect resulting in a modulation of graphene’s properties. The voltage-dependent transmittance and phase retardation show high contrast ratio with the response time of ∼100 ms at 1064 nm. In addition, by projecting a video image through the proposed structure the response of modulated pump light intensity is demonstrated which supports device ability to work as near infrared optically addressed spatial light modulator (OASLM). The obtained performances reveal great potentials of graphene-based electro-optic devices for near infrared applications."
  },
  {
    "year": 2018,
    "title": "Helical pitch-dependent electro-optics of optically high transparent nano-phase separated liquid crystals",
    "journal": "Optics Express 26 (21), 27368-27380 (2018)",
    "author": "Srinivas Pagidi, Ramesh Manda, Young Jin Lim, Seong Min Song, Hyesun Yoo, Jong Hoon Woo, Yi-Hsin Lin, Seung Hee Lee*",
    "image": "2018_3.jpg",
    "abstract": "Feeble light leakage in a dark state of conventional optically isotropic liquid crystal (OILC) device has a strong impact on the contrast ratio of a liquid crystal (LC) device. In order to overcome such intrinsic problem, we proposed an OILC in which the LC directors inside droplets are twisted by introducing chirality. The light leakage is effectively suppressed by matching the refractive indices between LC and polymer matrix; consequently, we achieved a high contrast ratio, 1:1401. Interestingly, the on-state transmittance is enhanced by ~49% compared to conventional OILC. The response time was also improved and the hysteresis was suppressed to be negligible. The improved electro-optic performances of the proposed OILC device would give diverse applications in upcoming flexible display and various photonic devices."
  },
  {
    "year": 2017,
    "title": "Augmented reality with image registration, vision correction and sunlight readability via liquid crystal devices",
    "journal": "Scientific Reports 7, 433 (2017)  DOI:10.1038/s41598-017-00492-2",
    "author": "Yu-Jen Wang, Po-Ju Chen, Xiao Liang & Yi-Hsin Lin*",
    "image": "2017_1.jpg",
    "abstract": "Augmented reality (AR), which use computer-aided projected information to augment our sense, has important impact on human life, especially for the elder people. However, there are three major challenges regarding the optical system in the AR system, which are registration, vision correction, and readability under strong ambient light. Here, we solve three challenges simultaneously for the first time using two liquid crystal (LC) lenses and polarizer-free attenuator integrated in optical-see-through AR system. One of the LC lens is used to electrically adjust the position of the projected virtual image which is so-called registration. The other LC lens with larger aperture and polarization independent characteristic is in charge of vision correction, such as myopia and presbyopia. The linearity of lens powers of two LC lenses is also discussed. The readability of virtual images under strong ambient light is solved by electrically switchable transmittance of the LC attenuator originating from light scattering and light absorption. The concept demonstrated in this paper could be further extended to other electro-optical devices as long as the devices exhibit the capability of phase modulations and amplitude modulations."
  },
  {
    "year": 2017,
    "title": "Large Scale Liquid Crystal Device with Graphene-based Electrodes",
    "journal": "Optical Data Processing and Storage 3 (1), 114-118 (2017)",
    "author": "Stefan Petrov, Vera Marinova*, Shiuan Huei Lin, Chia Ming Chang, Yi Hsin Lin, Ken Y. Hsu*",
    "image": "2017_2.jpg",
    "abstract": "The new generation Liquid-Crystal Displays (LCDs) will play a key role in modern display industry thus the requirements concerning the response time, power consumption, viewing angles, contrast ratio and easy production stay beyond challenging. In this paper we demonstrate fabrication of large scale liquid crystal device with graphene-based electrodes using a photo-alignment technique. The quality of graphene layer, grown by low pressure CVD method and transferred on the glass substrates was characterized by several techniques: Raman spectroscopy, optical transmittance and electrical measurements. A photo-alignment method instead of commonly used mechanical rubbing technique was used to protect the graphene surface and prevent its partial deattachment from the glass substrates by coating a polyimide layer on the top of graphene. Measured modulation characteristics reveal that the photo-alignment technique possesses great potential for next generation graphene - based LC device fabrication."
  },
  {
    "year": 2017,
    "title": "Liquid crystal cell with graphene electrodes",
    "journal": "Journal of Physics: Conference Series 794 (1), 012009 (2017)",
    "author": "V Marinova, Z F Tong, S Petrov, S H Lin, M S Chen, Y H Lin, Y C Lai, P Yu K Y Hsu*",
    "image": "2017_3.jpg",
    "abstract": "We demonstrate a graphene-based nematic liquid crystal cells fabricated by photo alignment technique. The modulation characteristics have been measured revealing that photo alignment method shows great potential for protecting the graphene layer on glass substrate during LC device fabrication."
  },
  {
    "year": 2017,
    "title": "Liquid crystal lenses with tunable focal length",
    "journal": "Liquid Crystals Reviews 5 (2), 111-143 (2017)",
    "author": "Yi-Hsin Lin, Yu-Jen Wang & Victor Reshetnyak*",
    "image": "2017_4.jpg",
    "abstract": "Lenses with tunable focal length play important roles in nature by helping species avoid predators and capture prey. Many practical devices mimic lens concept for imaging, sensing, and detection. This review covers fundamental optics of lenses and its extension to lenses made of liquid crystals (LCs). Three main types of LC lenses are described, namely, lenses with curved surfaces, flat gradient-index lenses and composite lenses. The review discusses advantages of LC lenses over their isotropic counterparts, challenges in their fabrication and control, as well as a variety of potential applications. We also discuss the current challenges associated with nematic LC lenses and their solutions. LC lenses are already having significant impacts on optics and optometry, and these impacts will grow with discovering new LC materials and new lens designs."
  },
  {
    "year": 2017,
    "title": "Origins of Kerr phase and orientational phase in polymer-dispersed liquid crystals",
    "journal": "Optics Express 25 (17), 19807-19821 (2017)",
    "author": "Chia-Ming Chang, Yi-Hsin Lin, Victor Reshetnyak, Chui Ho Park, Ramesh Manda, Seung Hee Lee*",
    "image": "2017_5.jpg",
    "abstract": "Polymer-dispersed liquid crystals (PDLCs) modulate the amplitude and optical phase of light. The optical phase modulation of PDLC can be dissected into two parts: Kerr phase and orientational phase according to the electro-optical (EO) response. We investigated the origins of the Kerr and orientational phases in PDLCs and their connection with the two-step EO response. The Kerr phase is attributed to LC orientation in the center of LC droplets. The orientational phase results from orientation of LC molecules near LC–polymer interfaces. Both phases can be adjusted by varying the droplet size. The two-step EO response in small droplets (<333 nm) is related to the Kerr and orientational phases, and possibly to rotation of point defects. A modified PDLC model considering the Kerr and orientational phases is proposed. Our findings suggest the possibility of versatile photonic devices using pure optical phase modulation."
  },
  {
    "year": 2016,
    "title": "An optical image stabilisation using a droplet manipulation on a liquid crystal and polymer composite film",
    "journal": "Liquid Crystals 43 (13-15), 2002-2008 (2016)",
    "author": "Yu-Jen Wang, Yu-Shih Tsou, Ming-Syuan Chen & Yi-Hsin Lin*",
    "image": "2016_1.jpg",
    "abstract": "We demonstrate an image system with an optical image stabilisation using a droplet manipulation on a liquid crystal (LC) and polymer composite film (LCPCF) to reduce motion blur while preserve image quality. Such an image system adopts a liquid lens on an LCPCF and the mechanism is on a basis of droplet movement on LCPCF whose position changes because electrically tunable orientations of LC molecules on the surface of LCPCF. The change of position of the liquid lens compensates the deviation of light as the image system is under a handshake vibration. As a result, the image system under handshake vibrations could keep a clear image. The operating principles are introduced, and the experiments are performed and discussed. The concept in this paper can also be extended to design other optical components for modulating direction of light."
  },
  {
    "year": 2016,
    "title": "Influence of alignment layers on crystal growth of polymer-stabilized blue phase liquid crystals",
    "journal": "Optical Materials Express 6 (4), 1003-1010 (2016)",
    "author": "Po-Ju Chen, Michael Chen, Shih-Ya Ni, Hung-Shan Chen, Yi-Hsin Lin*",
    "image": "2016_2.jpg",
    "abstract": "The feature that devices based on blue phase liquid crystals (BPLCs) is free of alignment layers. However, the alignment layers could affect the morphologies of BPLC-devices as well as the electro-optical properties. In this paper, we investigate the influence of alignment layers to crystal growth of polymer-stabilized blue phase liquid crystals (PS-BPLCs). Without alignment layer, PS-BPLCs experiences both homogeneous nucleation and heterogeneous nucleation, and the morphology appears in random crystal orientations. On the contrary, when the surfaces coated with alignment layers, a heterogeneous nucleation dominates during the crystal growth process. We further proposed a possible mechanism for crystal growth under different surface condition. This study provides an alternative method to control crystal growth of PS-BPLCs, which is for facilitating many PS-BPLCs based photonic devices."
  },
  {
    "year": 2016,
    "title": "Near-infrared sensitive organic–inorganic photorefractive device",
    "journal": "Optical Review 23 (5), 811–816 (2016)",
    "author": "Vera Marinova1, Ren-Chung Liu, Shiuan-Huei Lin, Ming-Syuan Chen,Yi-Hsin Lin, Ken-Yuh Hsu*",
    "image": "2016_3.jpg",
    "abstract": "Organic–inorganic hybrid structure, assembled by Rh-doped Bi12TiO20 crystal and liquid crystal (LC) layer, operating at near-infrared range is proposed and demonstrated. Due to the photorefractive properties of inorganic substrate, light illumination caused a space charge field which acts as a driving force for LC molecules re-alignment and subsequent refractive index modulation. All optically controlled phase retardation ability has been demonstrated supporting possibilities for further infrared applications."
  },
  {
    "year": 2015,
    "title": "Electrically tunable microlens arrays based on polarization-independent optical phase of nano liquid crystal droplets dispersed in polymer matrix",
    "journal": "Optics Express 23 (13), 17337-17344 (2015)",
    "author": "Ji Hoon Yu, Hung-Shan Chen, Po-Ju Chen, Ki Hoon Song, Seong Cheol Noh, Jae Myeong Lee, Hongwen Ren, Yi-Hsin Lin, Seung Hee Lee*",
    "image": "2015_8.jpg",
    "abstract": "Electrically tunable focusing microlens arrays based on polarization independent optical phase of nano liquid crystal droplets dispersed in polymer matrix are demonstrated. Such an optical medium is optically isotropic which is so-called an optically isotropic liquid crystals (OILC). We not only discuss the optical theory of OILC, but also demonstrate polarization independent optical phase modulation based on the OILC. The experimental results and analytical discussion show that the optical phase of OILC microlens arrays results from mainly orientational birefringence which is much larger than the electric-field–induced birefringence (or Kerr effect). The response time of OILC microlens arrays is fast~5.3ms and the tunable focal length ranges from 3.4 mm to 3.8 mm. The potential applications are light field imaging systems, 3D integrating imaging systems and devices for augment reality."
  },
  {
    "year": 2015,
    "title": "Electrically adjustable location of a projected image in augmented reality via a liquid-crystal lens",
    "journal": "Optics Express 23 (22), 28154-28162 (2015)",
    "author": "Hung-Shan Chen, Yu-Jen Wang, Po-Ju Chen, Yi-Hsin Lin*",
    "image": "2015_7.jpg",
    "abstract": "An augmented reality (AR) system involving the electrically tunable location of a projected image is implemented using a liquid-crystal (LC) lens. The projected image is either real or virtual. By effectively doubling the LC lens power following light reflection, the position of a projected virtual image can be made to vary from 42 to 360 cm, while the tunable range for a projected real image is from 27 to 52 cm on the opposite side. The optical principle of the AR system is introduced and could be further developed for other tunable focusing lenses, even those with a lower lens power. The benefits of this study could be extended to head-mounted display systems for vision correction or vision compensation. We believe that tunable focusing LC optical elements are promising developments in the thriving field of AR applications."
  },
  {
    "year": 2015,
    "title": "Extended depth-of-field 3D endoscopy with synthetic aperture integral imaging using an electrically tunable focal-length liquid-crystal lens",
    "journal": "Optics Letter 40 (15), 3564-3567 (2015)",
    "author": "Yu-Jen Wang, Xin Shen, Yi-Hsin Lin, Bahram Javidi*",
    "image": "2015_6.jpg",
    "abstract": "Conventional synthetic-aperture integral imaging uses a lens array to sense the three-dimensional (3D) object or scene that can then be reconstructed digitally or optically. However, integral imaging generally suffers from a fixed and limited range of depth of field (DOF). In this Letter, we experimentally demonstrate a 3D integral imaging endoscopy with tunable DOF by using a single large-aperture focal-length-tunable liquid crystal (LC) lens. The proposed system can provide high spatial resolution and an extended DOF in synthetic-aperture integral imaging 3D endoscope. In our experiments, the image plane in the integral imaging pickup process can be tuned from 18 to 38 mm continuously using a large-aperture LC lens, and the total DOF is extended from 12 to 51 mm. To the best of our knowledge, this is the first report on synthetic aperture integral imaging 3D endoscopy with a large aperture LC lens that can provide high spatial resolution 3D imaging with an extend DOF."
  },
  {
    "year": 2015,
    "title": "Electrically tunable microlens arrays based on polarization-independent optical phase of nano liquid crystal droplets dispersed in polymer matrix",
    "journal": "Optics Express 23 (13), 17337-17344 (2015)",
    "author": "Ji Hoon Yu, Hung-Shan Chen, Po-Ju Chen, No Hyun Park, Ki Hoon Song, Young Jin Lim, Hongwen Ren, Yi-Hsin Lin, Seung Hee Lee*",
    "image": "2015_0_PDLC.jpg",
    "abstract": "Electrically tunable focusing microlens arrays based on polarization independent optical phase of nano liquid crystal droplets dispersed in polymer matrix are demonstrated. Such an optical medium is optically isotropic which is so-called an optically isotropic liquid crystals (OILC). We not only discuss the optical theory of OILC, but also demonstrate polarization independent optical phase modulation based on the OILC. The experimental results and analytical discussion show that the optical phase of OILC microlens arrays results from mainly orientational birefringence which is much larger than the electric-field–induced birefringence (or Kerr effect). The response time of OILC microlens arrays is fast~5.3ms and the tunable focal length ranges from 3.4 mm to 3.8 mm. The potential applications are light field imaging systems, 3D integrating imaging systems and devices for augment reality."
  },
  {
    "year": 2015,
    "title": "Electrically actuated liquid iris",
    "journal": "Optics Letters 40(5), pp.831-834(2015)",
    "author": "Miao Xu, Hongwen Ren*, Yi-Hsin Lin",
    "image": "2015_1.jpg",
    "abstract": "Development of liquid crystal (LC) lenses is limited by the power law. The aperture size of LC lenses is traded for the lens power. In this letter, we prove theoretically and experimentally that the aperture size is not limited by the power law based on a polarizer-free LC lens exploiting an embedded-multilayered structure. By adding numbers of LC layers, the aperture size of the LC lens can be enlarged without lowering the tunable lens power. The optical theory of the polarization independence of the LC lens is derived. The wavefronts are measured after light propagates through the LC lens to discuss the polarization independence and image adjustment. The impact of this study is to show the possibility of LC lenses with large aperture size for wearable devices and ophthalmic applications."
  },
  {
    "year": 2015,
    "title": "A polarizer-free liquid crystal lens exploiting an embedded-multilayered structure",
    "journal": "Photonics Technology Letters, IEEE 27(8) pp.899,902(2015)",
    "author": "Hung-Shan Chen, Yu-Jen Wang, Chia-Ming Chang, Yi-Hsin Lin",
    "image": "2015_2.jpg",
    "abstract": "Development of liquid crystal (LC) lenses is limited by the power law. The aperture size of LC lenses is traded for the lens power. In this letter, we prove theoretically and experimentally that the aperture size is not limited by the power law based on a polarizer-free LC lens exploiting an embedded-multilayered structure. By adding numbers of LC layers, the aperture size of the LC lens can be enlarged without lowering the tunable lens power. The optical theory of the polarization independence of the LC lens is derived. The wavefronts are measured after light propagates through the LC lens to discuss the polarization independence and image adjustment. The impact of this study is to show the possibility of LC lenses with large aperture size for wearable devices and ophthalmic applications."
  },
  {
    "year": 2015,
    "title": "A polarized bifocal switch based on liquid crystals operated electrically and optically",
    "journal": "J. Appl. Phys. 117, 044502 (2015)",
    "author": "Hung-Shan Chen, Yi-Hsin Lin, Chia-Ming Chang, Yu-Jen Wang, Abhishek Kumar Srivastava, Jia Tong Sun, Vladimir Grigorievich Chigrinov",
    "image": "2015_3.jpg",
    "abstract": "A polarized bifocal switch based on liquid crystals (LC) operated electrically and optically is demonstrated. The bifocal switch mainly consists of two parts: a LC layer as a polarization switch and two polymeric layers for modulation of polarization dependent spatial phase difference which results in a positive or a negative lensing effect. The orientations of the LC molecules in the polarization switch are manipulated either in electrically switching (ES) mode or optically rewritten (ORW) mode. The bifocal switch with an aperture size of 10mm exhibits two discrete lens powers (-1.39 Diopter and þ0.7 Diopter) with different polarization states no matter in ES mode or in ORW mode. ORW mode is also a bistable mode. The related mechanism and electro-optical performance are discussed and demonstrated. Such a versatile optical switch is capable of not only switching between a positive lens power and a negative lens power, but also switching between two linear polarization states which can be useful in optical systems. The potential applications are for optical systems, wearable devices and ophthalmic lenses."
  },
  {
    "year": 2015,
    "title": "Extended depth-of-focus 3D micro integral imaging display using a bifocal liquid crystal lens",
    "journal": "Optics Letters 40(4) pp.528-541(2015)",
    "author": "Xin Shen, Yu-Jen Wang, Hung-Shan Chen, Xiao Xiao, Yi-Hsin Lin, Bahram Javidi*",
    "image": "2015_4.jpg",
    "abstract": "We present a three dimensional (3D) micro integral imaging display system with extended depth of focus by using a polarized bifocal liquid crystal lens. This lens and other optical components are combined as the relay optical element. The focal length of the relay optical element can be controlled to project an elemental image array in multiple positions with various lenslet image planes, by applying different voltages to the liquid crystal lens. The depth of focus of the proposed system can therefore be extended. The feasibility of our proposed system is experimentally demonstrated. In our experiments, the depth of focus of the display system is extended from 3.82 to 109.43 mm."
  },
  {
    "year": 2014,
    "title": "Simulation Study on Polarization-Independent Microlens Arrays Utilizing Blue Phase Liquid Crystals with Spatially-Distributed Kerr Constants",
    "journal": "Micromachines 5, 859-867; (2014)",
    "author": "Hung-Shan Chen, Michael Chen, Chia-Ming Chang, Yu-Jen Wang Yi-Hsin Lin",
    "image": "2014_1_BPsimu.png",
    "abstract": "NEED ADD"
  },
  {
    "year": 2014,
    "title": "A large bistable negative lens by integrating a polarization switch with a passively anisotropic focusing element",
    "journal": "Optics Express 22, 13138-13145 (2014)",
    "author": "Hung-Shan Chen, Yi-Hsin Lin, Abhishek Kumar Srivastava, Vladimir Grigorievich Chigrinov, Chia-Ming Chang, Yu-Jen Wang",
    "image": "2014_2_LarBis.jpg",
    "abstract": "A bistable negative lens with a large aperture size (~10mm) by integrating a polarization switch of ferroelectric liquid crystals (FLCs) with a passively anisotropic focusing element is demonstrated. The proposed lens not only exhibits electrically tunable bistability but also fast response time of sub-milliseconds. The tunable lens power is from 0 to −1.74 Diopters. The electro-optical properties and imaging performances are demonstrated. The impact of this study is to provide a solution of electrically bistable liquid crystal lenses for the applications of portable devices, wearable devices and colored ophthalmic lenses."
  },
  {
    "year": 2014,
    "title": "An electrically tunable imaging system with separable focus and zoom functions using composite liquid crystal lenses",
    "journal": "Optics Express 22, 11427-11435 (2014)",
    "author": "Ming-Syuan Chen, Po-Ju Chen, Michael Chen Yi-Hsin Lin",
    "image": "2014_3_Zoomlens.jpg",
    "abstract": "We demonstrated an electrically tunable optical image system with separable focus function and zoom function based on three tunable focusing composite liquid crystal (LC) lenses. One LC lens in charge of the focus function helps to maintain the formed image at the same position and the other two LC lenses in charge of zoom function assist to continuously form an image at image sensor with tunable magnification of image size. The detail optical mechanism is investigated and the concept is demonstrated experimentally. The magnifications of the images can be switched continuously for the target in a range between 10 cm and 100 cm. The optical zoom ratio of this system maintains a constant~6.5:1 independent of the object distance. This study provides not only a guideline to design the image system with an electrically optical zoom, but also provide an experimental process to show how to operate the tunable focusing lenses in such an image system."
  },
  {
    "year": 2014,
    "title": "Near infrared sensitive photorefractive devices using PDLC and BSO:Ru hybrid structure",
    "journal": "Opt. Lett.39, 3320 (2014)",
    "author": "Ren Chung Liu, Vera Marinova, Shiuan Huei Lin, Ming-Syuan Chen, Yi-Hsin Lin Ken Yuh Hsu",
    "image": "2014_4_PDLC.jpg",
    "abstract": "A near-infrared sensitive hybrid device, based on a Ru-doped BSO photorefractive substrate and polymer dispersed liquid crystal (PDLC) layer, is reported. It is found that the photoexcited charge carriers generated in the BSO:Ru substrate create an optically induced space charge field, sufficient to penetrate into the PDLC layer and to re-orient the LC molecules inside the droplets. Beam-coupling measurements at the Bragg regime are performed showing prospective amplification values and high spatial resolution. The proposed structure does not require indium tin oxide (ITO) contacts and alignment layers. Such a device allows all the processes to be controlled by light, thus opening further potential for real-time image processing at the near-infrared range."
  },
  {
    "year": 2014,
    "title": "An Electrically Tunable Polarizer for a Fiber System Based on a Polarization-Dependent Beam Size Derived from a Liquid Crystal Lens",
    "journal": "IEEE Photonics Journal 6, 3, 7100408 (2014)",
    "author": "Michael Chen, Chyong-Hua Chen, Yinchieh Lai, Yan-qing Lu Yi-Hsin Lin",
    "image": "2014_5_TunablePolarizer.jpg",
    "abstract": "A broadband electrically tunable variable polarizer for fiber systems based on a liquid crystal lens is proposed and demonstrated. The polarization selectivity is based on a polarization-sensitive coupling efficiency to the fiber in the fiber system. For an incident ordinary ray, the output beam size remains the same as that of the incident beam, which results in low coupling efficiency. For an incident extraordinary ray (e-ray), the output beam size is close to the size of the fiber core, giving rise to high coupling efficiency because of the lens effect. Moreover, the output beam size of the e-ray can be electrically controlled, thus allowing the optical attenuation to be manipulated. In our experiments, the polarizationdependent loss from the visible to the near-infrared spectral region was approximately 12 dB. Such a broadband electrically variable polarizer may be applied to various designs for fiberoptic sensing devices and polarization-sensitive optical instruments."
  },
  {
    "year": 2014,
    "title": "A holographic projection system with an electrically adjustable optical zoom and a fixed location of zero-order diffraction",
    "journal": "Journal of Display Technology 10, 6, 450-455 (2014)",
    "author": "Ming-Syuan Chen, Neil Collings, Hung-Chun Lin, Yi-Hsin Lin",
    "image": "2014_6_holegram.jpg",
    "abstract": "An electrically tunable optical zooming holographic projection system with a fixed location of zeroth-order diffraction is demonstrated. By using two liquid lenses and an encoded Fresnel lens on a liquid crystal on silicon (LCoS) panel, the size of the projected image of the holographic projection system is changeable; meanwhile, the locations of both of the zeroth-order diffraction and the first-order diffraction are unchanged. Therefore, the zeroth-order diffraction can be removed by using a fixed optical highpass filter. We can use it to realize an image size matching system for green light (532 nm) and red light (632.8 nm) without any positional motion of the optical elements. The optical zoom function enhances the feasibility to realize a high-resolution full-color holographic projection system."
  },
  {
    "year": 2014,
    "title": "Electrically assisting crystal growth of blue phase liquid crystals",
    "journal": "Optics Materials Express 4, 953-959 (2014)",
    "author": "Michael Chen, Yi-Hsin Lin, Hung-Shan Chen, Hung-Yuan Chen",
    "image": "2014_7_bp.jpg",
    "abstract": "We proposed an electrically assisting crystal growth of blue phase liquid crystals (BP-LCs) to generate uniform crystal orientation of BP-LCs. With an applied electric field, a phase transition from BP-LCs to focal conic state and homeotropic state occurs. As the electric field is removed, the crystal orientation of [220] quickly dominates the crystal growth process and other crystal orientations grow less at the same time. The BP-LCs with a single crystal orientation can be achieved with multiple cycles of the electrical treatment. We also provide a possible mechanism of crystal growth with electrical treatment which is applicable for both BPLCs and PSBP-LCs. In addition, we conclude that the hysteresis effect is mainly affected by the domain size of PSBP-LCs rather than uniformity of crystal orientation. This study helps further understanding of the origin of hysteresis effect in PSBP-LCs which is important for development of many BP-LCs based photonic devices, such as micro lenses, displays, and lasers."
  },
  {
    "year": 2014,
    "title": "An electrically tunable liquid crystal lens for fiber coupling and variable optical attenuation",
    "journal": "Electr Electron Syst 3, 124. (2014)",
    "author": "Michael Chen, Chyong-Hua Chen, Yin-Chieh Lai, Yi-Hsin Lin",
    "image": "2014_8_VOA.jpg",
    "abstract": "An electrically tunable Liquid Crystal (LC) lens for both of fiber coupling and variable optical attenuation is demonstrated. The LC lens modulates the beam waist coupling to the fiber by electrically changing the lens power. When the modulated beam waist is close to the core size of the fiber, the LC lens is operated as a lens coupler. When the beam waist increases by reducing the lens power, the LC lens is operated as a Variable Optical Attenuator (VOA) as a result of the corresponding coupling coefficient variation of the transformed beam into a multimode fiber. The study provides a way to design an optical device for fiber coupling and variable optical attenuation based on electrically tunable focusing optical component."
  },
  {
    "year": 2013,
    "title": "An endoscopic system adopting a liquid crystal lens with an electrically tunable depth-of-field",
    "journal": "Optics Express 21, 18079-18088 (2013)",
    "author": "Hung-Shan Chen Yi-Hsin Lin",
    "image": "131 Endoscope system with tunable DOF.jpg",
    "abstract": "Conventional endoscopic systems consisting of several solid lenses suffer from a fixed and limited depth-of-field (DOF). For practical applications, conventional endoscopes mechanically change the distance between the solid lenses of a lens module in order to change the focusing plane and DOF to see clearly in a scene. In this paper, we demonstrate an electrically tunable endoscopic system adopting a liquid crystal lens. By means of tunable focusing properties of the LC lens as a positive lens and a negative lens, the object at different objective distances can be imaged to the image sensor clearly and the corresponding depth-of-field can also help to enlarge the total spatial depth perception in a scene. The optical mechanism is discussed. In the experiments, under adjustment of three discrete lens powers of the LC lens, the viewing range or total spatial depth perception of the endoscopic system is from 76.4 mm to 12.4 mm which is 2x improved compared to the conventional one without LC lens. We believe this study can be extended to the applications of industrial and medical endoscopes."
  },
  {
    "year": 2013,
    "title": "A droplet manipulation on a liquid crystal and polymer composite film as a concentrator and a sun tracker for a concentrating photovoltaic system",
    "journal": "Journal of Applied Physics 113, 244504 (2013)",
    "author": "Yu-Shih Tsou, Kai-Han Chang Yi-Hsin Lin",
    "image": "132 Sun Tracker.jpg",
    "abstract": "We demonstrate a droplet manipulation on a liquid crystal and polymer composite film (LCPCF) as a concentrator and a sun tracker for a concentrating photovoltaic (CPV) system with a steady output electric power. The CPV system adopts a liquid lens on LCPCF whose curvature is not only tunable but position is also bistably switchable based on liquid crystal orientations on LCPCF. The change of curvature of the liquid lens results in a tunable concentration ratio which helps to increase photocurrent at a low illumination and prevent the effect of the series resistance at a high illumination. Moreover, the change of the position of the liquid lens helps to track sun owing to sun movement. Therefore, the output power of such a system is steady no matter the sunlight condition and the angle of incident light. The operating principles and experiments are investigated. The concept in this paper can be extended to design optical components for obtaining steady output power of the solar cell at indoor or outdoor use and also tracking sunlight."
  },
  {
    "year": 2013,
    "title": "Electrically tunable-focusing and polarizer-free liquid crystal lenses for ophthalmic applications",
    "journal": "Optics Express 21 (8), 9428-9436 (2013)",
    "author": "Yi-Hsin Lin*, Hung-Shan Chen",
    "image": "130_ophthalmicLens.jpg",
    "abstract": "An electrically tunable-focusing and polarizer-free liquid crystal (LC) lens for ophthalmic applications is demonstrated. The optical mechanism of a LC lens used in human eye system is introduced. The polarizer-free LC lens for myopia-presbyopia based on artificial accommodation is demonstrated. The continuously tunable-focusing properties of the LC lenses are more practical in applications for different visional conditions of people. The concept we proposed can also be applied to another types of lenses as long as the focusing properties are tunable. The concept in this paper can also be extensively applied to imaging systems, and projection systems, such as cameras in cell phones, pico projectors, and endoscopes."
  },
  {
    "year": 2013,
    "title": "Near infrared properties of Rh-doped Bi12TiO20 crystals for photonic applications",
    "journal": "Optics Letters 38 (4), 495-497 (2013)",
    "author": "Vera Marinova*, Ren Chung Liu, Shiuan Huei Lin, Ming-Syuan Chen, Yi-Hsin Lin, Ken Yuh Hsu",
    "image": "133 Near Infrared Properties of Rh-Doped Bi12TiO20 .jpg",
    "abstract": "The effect of Rh doping in Bi12TiO20 (BTO) crystals on the photosensitivity and recording speed at 1064 nm is reported. Response time of 0.1 s is measured during real-time holographic recording without any preliminary treatments. Once the crystal is pre-excited with a green light, the detected response time becomes 0.02 s. A possibility to implement BTO:Rh crystal plate with liquid crystals into a hybrid organic/inorganic device is demonstrated, which opens perspectives for further near-infrared applications."
  },
  {
    "year": 2012,
    "title": "An electrically switchable surface free energy on a liquid crystal and polymer composite film",
    "journal": "Applied Physics Letters 101 (23), 233502 (2012)",
    "author": "Yi-Hsin Lin*, Ting-Yu Chu, Yu-Shih Tsou, Kai-Han Chang, Ya-Ping Chiu,",
    "image": "120_LCPCF.jpg",
    "abstract": "An electrically switchable surfacefree energy on a liquid crystal and polymer composite film (LCPCF) resulting from the orientations of liquid crystal molecules is investigated. By modification of Cassie’s model and the measurement based on the Chibowski’s film pressure model (E. Chibowski, Adv. Colloid Interface Sci. 103, 149 (2003)), the surfacefree energy of LCPCF is electrically switchable from 36×10−3J/m2 to 51×10−3J/m2 while the average tilt angle of LC molecules changes from 0° to 32° with the applied pulsed voltage. The switchable surfacefree energy of LCPCF can help us to design biosensors and photonics devices, such as electro-optical switches, blood sensors, and sperm testers."
  },
  {
    "year": 2012,
    "title": "Concentrating Photovoltaic System Using a Liquid Crystal Lens",
    "journal": "IEEE Photonics Technology Letters 24 (24), 2239-2242 (2012)",
    "author": "Yu-Shih Tsou*, Yi-Hsin Lin, An-Chi Wei",
    "image": "121 Photovoltaic System.jpg",
    "abstract": "A concentrating photovoltaic (CPV) system with a steady electric output adopting an electrically tunable concentration ratio of the liquid crystals (LC) lens is demonstrated. The distribution of the LC directors of the LC lens can be controlled by an applied voltage in order to adjust the number of incident photons in an area. As a result, the CPV system adopting an LC lens can be operated with a static and maximum output power density under different ambient illuminations because the LC lens with an electrically tunable concentration ratio helps to increase the photocurrent at a low illumination and prevent the effect of the series resistance at a high illumination. The detailed operating principles are discussed, and the experimental results are performed. We believe this letter can help enhance the output power density of CPV systems by using active optical elements whose concentration ratio is tunable."
  },
  {
    "year": 2012,
    "title": "A holographic projection system with an electrically tuning and continuously adjustable optical zoom",
    "journal": "Optics Express 20 (25), 27222-27229 (2012)",
    "author": "Hung-Chun Lin*, Neil Collings, Ming-Syuan Chen, Yi-Hsin Lin",
    "image": "122Hologram Zoom.jpg",
    "abstract": "A holographic projection system with optical zoom is demonstrated. By using a combination of a LC lens and an encoded Fresnel lens on the LCoS panel, we can control zoom in a holographic projector. The magnification can be electrically adjusted by tuning the focal length of the combination of the two lenses. The zoom ratio of the holographic projection system can reach 3.7:1 with continuous zoom function. The optical zoom function can decrease the complexity of the holographic projection system."
  },
  {
    "year": 2012,
    "title": "An experimental investigation of electrically induced-birefringence of Kerr effect in polymer-stabilized blue phase liquid crystals resulting from orientations of liquid crystals",
    "journal": "Applied Physics Letters 101 (9), 093501 (2012)",
    "author": "Hung-Shan Chen*, Shih-Ya Ni, Yi-Hsin Lin",
    "image": "123 Kerr Effect in PSBP.jpg",
    "abstract": "The electrically induced-birefringence (EIB) of Kerr effect of polymer-stabilized blue phase liquid crystals (PSBP-LCs) is experimentally investigated by discussing the orientations of liquid crystal (LC) molecules. The results show that the EIB of Kerr effect of PSBP-LCs mainly results from the orientations of LC molecules when the voltage is larger than the voltage of disappearance of the lattice deformation; otherwise, lattice deformation is also involved in the contribution of EIB besides the orientations of LC molecules. This study proves that the orientations of liquid crystals indeed play roles in the EIB of Kerr effect in PSBP-LCs."
  },
  {
    "year": 2012,
    "title": "Hysteresis-free polymer-stabilized blue phase liquid crystals using thermal recycles",
    "journal": "Optical Materials Express 2 (8), 1149-1155 (2012)",
    "author": "24. Hung-Shan Chen*, Yi-Hsin Lin, Chun-Hung Wu, Michael Chen, Hsu-Kuan Hsu",
    "image": "124 Thermal Cycles Hysterisis Free PSBP.jpg",
    "abstract": "We demonstrate a hysteresis-free polymer-stabilized blue phase liquid crystals (PSBP-LCs) using thermal recycles by means of enlarging the domain size of PSBP-LC and improving the uniformity of the crystal orientations of PSBP-LC. The crystal growth of PSBP-LCs bases on a competition between the heterogeneous nucleation and the homogeneous nucleation is also demonstrated and discussed. This study opens a new window for understanding the hysteresis of the PSBP-LC and assisting in designing many PSBP-LC-based photonic devices, such as displays, electrooptical switches, and electrically tunable focusing LC lenses."
  },
  {
    "year": 2012,
    "title": "A polarization-independent liquid crystal phase modulation using polymer-network liquid crystals in a 90 degrees twisted cell",
    "journal": "Journal of Applied Physics 112 (2), 024505 (2012)",
    "author": "Yi-Hsin Lin*, Ming-Syuan Chen, Wei-Chih Lin, Yu-Shih Tsou",
    "image": "125 TN-PNLC Phase modulation .jpg",
    "abstract": "A polarization-independent liquid crystal phase modulation using polymer-network liquid crystals in a 90∘twisted cell (T-PNLC) is demonstrated. T-PNLC consists of three layers. Liquid crystal (LC) directors in the two layers near glass substrates are orthogonal to each other and those two layers modulate two eigen-polarizations of an incident light. As a result, two eigen-polarizations of an incident light experience the same phase shift. In the middle layer, LC directors areperpendicular to the glass substrate and contribute no phase shift. The phase shift of T-PNLC is electrically tunable and polarization-independent. T-PNLC does not require any bias voltage for operation. The phase shift is 0.28 π rad for the voltage of 30 Vrms. By measuring and analyzing the optical phase shift of T-PNLC at the oblique incidence of transverse magnetic wave, the pretilt angle of LC directors and the effective thickness of three layers are obtained and discussed. The potential applications are spatial light modulators, laser beam steering, and micro-lens arrays."
  },
  {
    "year": 2012,
    "title": "A Pico Projection System With Electrically Tunable Optical Zoom Ratio Adopting Two Liquid Crystal Lenses",
    "journal": "Journal of Display Technology 8 (7), 401-404 (2012)",
    "author": "Yi-Hsin Lin*, Ming-Syuan Chen",
    "image": "126 Pico Projection Zoom.jpg",
    "abstract": "A pico projection system with electrically tunable optical zoom ratio adopting two liquid crystal (LC) lenses is first demonstrated. The projected image of the system is not only continuously focused, but also zoomed simultaneously by adjusting the focal lengths of LC lenses electrically. The related optical principle is discussed and a liquid-crystal-on-silicon (LCOS)-based pico projection system was used to demonstrate the designed concept. This study opens a new window in realizing pico projectors with electrically tunable optical zooms."
  },
  {
    "year": 2012,
    "title": "A reflective polarizer-free display using dye-doped polymer-stabilized blue-phase liquid crystals",
    "journal": "Journal of the Society for Information Display 20 (6), 333-336 (2012)",
    "author": "Yi-Hsin Lin*, Hung-Shan Chen, Tsung-Han Chiang",
    "image": "127 Reflective Display Dye-doped PSBP.jpg",
    "abstract": "A reflective polarizer-free display using dye-doped polymer-stabilized blue-phase liquidcrystal (DDPSBP-LC) has been demonstrated. The mechanism is a combination of electrically tunable light absorption and Bragg reflection. In this paper, the influence of light absorption in DDPSBP-LC by changing the dye concentration and absorption paths has been studied. Increased dye concentration can improve the contrast ratio of DDPSBP-LC; however, the response time is the tradeoff. Increasing the cell gap can improve the contrast ratio of DDPSBP-LC; however, the response time remains the same. The study of DDPSBP-LC can help in shutter-glass applications of 3-D displays and electronic paper."
  },
  {
    "year": 2012,
    "title": "An electrically tunable-focusing liquid crystal lens with a low voltage and simple electrodes",
    "journal": "Optics Express 20 (3), 2045-2052 (2012)",
    "author": "28. Hung-Chun Lin, Yi-Hsin Lin*",
    "image": "128_LClensLowVoltage.jpg",
    "abstract": "An electrically tunable focusing LC lens with a low voltage and simple planar electrodes is demonstrated. The inhomogeneous electric field of the LC lens without any hole-patterned-electrode is generated by using an embedded polymeric layer with a gradient distribution of dielectric constants (or relative permittivity). LC directors in the LC layer experience spatially inhomogeneous voltages even though a single voltage is applied to the planar electrodes. Such a LC lens has a low voltage (~2.6 Vrms) and simple design of electrodes. The gradient distribution of dielectric constants of polymeric layer is discussed and the performance of the LC lens is investigated. The applications of such a LC lens are cell phones, webcam, and pico projectors."
  },
  {
    "year": 2011,
    "title": "A Sperm Testing Device on a Liquid Crystal and Polymer Composite Film",
    "journal": "Journal of Nanomedicine ＆ Nanotechnology S9:001 (2011)",
    "author": "Yi-Hsin Lin*, Ting-Yu Chu, Wei-Lin Chu, Yu-Shih Tsou, Ya-Ping Chiu, Farn Lu, Wan-Chen Tsai, Shin-Tson Wu",
    "image": "111 A Sperm Testing.jpg",
    "abstract": "Developing a handy sperm testing device is important since sperm quality is a significant factor for fertility potential.In this paper, we demonstrate a sperm testing device based on a switchable surface, a liquid crystal and polymer composite film (LCPCF). The wettability of LCPCF is electrically switchable due to the electrically tunable orientations of liquid crystal molecules. In experiments, two motions of a semen drop on switchable surface of LCPCF are observed: back-and-forth stretches and collapses of semen drops. The better quality spermatozoa results in back-and-forth stretches of a semen drop on LCPCF; otherwise, the semen drop collapses. The motility and concentration of semen can also be sensed by the stretch distance and collapse distance of semen drops, respectively. The mechanism of back-and-forth stretches of semen drops results from fertile sperms swimming against the flow with the periodic changes of the orientation of LC molecules with pulsed voltages. The mechanism of collapses of semen drops results from the washed-away infertile sperms which are deposited on LCPCF and then re-modify surface of LCPCF. Potential applications for this device include sperm testers and microfluidic devices for Assisted Reproductive Technology."
  },
  {
    "year": 2011,
    "title": "An Electrically Tunable Focusing Pico-projection System Based on a Liquid Crystal Lens Adopting a Liquid Crystal and Polymer Composite Film",
    "journal": "Journal of Nonlinear Optical Physics ＆ Materials 20 (4), 477-484 (2011)",
    "author": "Hung-Chun Lin, Ming-Syuan Chen, Yi-Hsin Lin*",
    "image": "112 Pico Projecter Adopting LC Lens with Polymer.jpg",
    "abstract": "An electrically tunable liquid-crystal-on-silicon (LCOS)-based pico projection system based on a liquid crystal lens adopting a liquid crystal and polymer composite film (LCPCF) is demonstrated. The LC lens consists of two built-in sub-lenses: one is an electrically tunable focusing lens controlled by a LC layer and the other is a fixed focused LCPCF lens. The electrically tunable focusing range of the pico projection system is 200 cm to ∼7cm when the voltage is from 0 to 35 Vrms. The image performance is also demonstrated. The related optical analysis is discussed. This study opens a new window for electrically tunable focusing pico projection system."
  },
  {
    "year": 2011,
    "title": "A Review of Electrically Tunable Focusing Liquid Crystal Lenses",
    "journal": "Transactions on Electrical and Electronic Materials 12 (6), 234-240 (2011)",
    "author": "Hung-Chun Lin, Ming-Syuan Chen, Yi-Hsin Lin*",
    "image": "113 Review LC lens.jpg",
    "abstract": "Electrically tunable focusing liquid crystal (LC) lenses are reviewed in this paper. The distribution of the orientations of LC directors which is controlled by electric fields results in a distribution of refractive indices of LC directors. The incident light can be modulated by the electrically tunable lens-like phase difference of the LC lens. We introduce the basic operating principles of LC lenses and discuss the structures of LC lenses. The major challenges of LC lenses are also discussed. We believe this paper provides a guideline for basic understanding of LC lenses."
  },
  {
    "year": 2011,
    "title": "A polarization independent liquid crystal phase modulation adopting surface pinning effect of polymer dispersed liquid crystals",
    "journal": "Journal of Applied Physics 110 (11), 114516 (2011)",
    "author": "Yi-Hsin Lin*, Yu-Shih Tsou",
    "image": "114 Surface Pinning Effect PDLC.jpg",
    "abstract": "A polarization-independent liquid crystal (LC) phase modulation using the surface pinning effect of polymer dispersed liquid crystals (SP-PDLC) is demonstrated. In the bulk region of the SP-PDLC, the orientations of LC directors are randomly dispersed; thus, any polarization of incident light experiences the same averaged refractive index. In the regions near glass substrates, the LC droplets are pinned. The orientations of top and bottom droplets are orthogonal. Two eigen-polarizations of an incident light experience the same phase shift. As a result, the SP-PDLC is polarization independent. Polarizer-free microlens arrays of SP-PDLC are also demonstrated. The SP-PDLC has potential for application in spatial light modulators, laser beam steering, and electrically tunable microprisms."
  },
  {
    "year": 2011,
    "title": "Measuring electric-field-induced birefringence in polymer stabilized blue-phase liquid crystals based on phase shift measurements",
    "journal": "Journal of Applied Physics 109 (10), 104503 (2011)",
    "author": "Yi-Hsin Lin*, Hung-Shan Chen, Chun-Hung Wu, Hsu-Kuan Hsu",
    "image": "115 Electric Field Induced Birefringence of PSBP .jpg",
    "abstract": "A simple optical method to measure the electric-field-induced birefringence and Kerr constant of polymer-stabilized blue-phase liquid crystals (PSBP-LC) is demonstrated. By measuring the phase shift of PSBP-LC and the averaged refractive index of PSBP-LC at the voltage-off state, the ordinary refractive index and extraordinary refractive index of PSBP-LC as function of applied voltage can be obtained experimentally. As a result, the electric-field-induced birefringence and Kerr constant can be determined as well. The method we proposed can help in designing PSBP-LC–based photonic devices."
  },
  {
    "year": 2011,
    "title": "An electrically tunable optical zoom system using two composite liquid crystal lenses with a large zoom ratio",
    "journal": "Optics Express 19 (5), 4714 (2011)",
    "author": "Yi-Hsin Lin*, Ming-Syuan Chen, Hung-Chun Lin",
    "image": "116 Zoom System.jpg",
    "abstract": "An electrically tunable-focusing optical zoom system using two composite LC lenses with a large zoom ratio is demonstrated. The optical principle is investigated. To enhance the electrically tunable focusing range of the negative lens power of the LC lens for a large zoom ratio, we adopted two composite LC lenses. Each composite LC lens consists of a sub-LC lens and a planar polymeric lens. The zoom ratio of the optical zooming system reaches ~7.9:1 and the object can be zoomed in or zoomed out continuously at the objective distance of infinity to 10 cm. The potential applications are cell phones, cameras, telescope and pico projectors."
  },
  {
    "year": 2011,
    "title": "A reflective polarizer-free electro-optical switch using dye-doped polymer-stabilized blue phase liquid crystals",
    "journal": "Optics Express 19 (3), 2556 (2011 )",
    "author": "Yi-Hsin Lin*, Hung-Shan Chen, Tsung-Han Chiang, Chun-Hung Wu, Hsu-Kuan Hsu",
    "image": "117 Dye-Doped PSBP.jpg",
    "abstract": "We demonstrate a reflective polarizer-free electro-optical switch using dye-doped polymer-stabilized blue phase liquid crystals (DDPSBP-LC). At the voltage-off state, the dye molecules and liquid crystals form the structure of the double twist cylinders. As a result, the DDPSBP-LC is in dark state due to the combination of Bragg reflection and light absorption. At the voltage-on state, the blue phase structure is unwound locally. The DDPSBP-LC is then in bright state because of the small light absorption only. The applications of such a switch are shutter glass of 3D displays, and electronic papers."
  },
  {
    "year": 2011,
    "title": "An electrically tunable focusing liquid crystal lens with a built-in planar polymeric lens",
    "journal": "Applied Physics Letters 98 (8), 083503 (2011)",
    "author": "Hung-Chun Lin, Yi-Hsin Lin*,",
    "image": "118 LC Lens With Build-in Planar Polymer Lens.jpg",
    "abstract": "An electrically tunable focusing liquid crystal (LC) lens with a built-in planar polymeric lens with a short focal length (~4.41 to 8.82 cm) is demonstrated. The focal length of the LC lens is contributed by two parts: one is the LC layer and the other is planar polymeric layer. In the image system, the object can be continuously imaged by the LC lens when the object is at the objective distance from 360 to 17 cm as the voltage is switched from 0 to 35 Vrms. The image performance is also demonstrated. The applications are cell phones, and cameras."
  },
  {
    "year": 2011,
    "title": "An Electrically Tunable Focusing Pico Projector Using a Liquid Crystal Lens as an Active Optical Element",
    "journal": "Molecular Crystals and Liquid Crystals 544, 150-156 (2011)",
    "author": "Hung-Chun Lin, Ming-Syuan Chen, Yi-Hsin Lin*",
    "image": "119 Pico Projecter wtih LC Lens.jpg",
    "abstract": "An electrically tunable pico projector adapting a liquid crystal (LC) lens as an active optical element is demonstrated. The electrically tunable focusing properties of the pico-projectors with different aperture sizes of the LC lenses are also investigated. The tunable ranges of the electrically tunable pico projectors are 350 cm to 14 cm. The response times are 1.2 sec for the LC lens of 2mm aperture and around 5 sec for the LC lens of 4mm aperture. The image performance of the electrically tunable focusing pico projector is demonstrated."
  },
  {
    "year": 2010,
    "title": "An Electrically Tunable Focusing Pico-Projector Adopting a Liquid Crystal Lens",
    "journal": "Japanese Journal of Applied Physics 49 (10),102502 (2010)",
    "author": "Hung-Chun Lin, Yi-Hsin Lin*",
    "image": "10-3 LC lens.jpg",
    "abstract": "An electrically tunable pico-projector adopting a liquid crystal (LC) lens as an active optical element is demonstrated. The focal length of this picoprojector is electrically tunable from 350 to 14 cm and the tunable range is even wider than that of a manually focused pico-projector. The response times of turn-on and turn-off are approximately 313 and 880 ms, respectively. In addition, the location of the projection lens can affect the electrically tunable range of the system. A small shift of the projection lens results in the large tunable focusing range of the pico-projector and a tunable focusing range is determined by the LC lens. The optical analysis is also discussed. This concept can even be applied to design other electrically auto focusing pico-projectors based on other optical elements such as liquid lenses and spatial light modulators."
  },
  {
    "year": 2010,
    "title": "Characteristics of Electrically Switchable Wettability Surfaces of Liquid Crystal and Polymer Composite Films",
    "journal": "Japanese Journal of Applied Physics 49 (7), 071604 (2010)",
    "author": "Ya-Ping Chiu*, Cheng-Yu Shen, Yi-Hsin Lin",
    "image": "10-4 LCPCF.jpg",
    "abstract": "Experimentally, the electrically controllable surface wettability of liquid crystal and polymer composite film has been demonstrated. In the work, scanning probe microscopy has been used to investigate the surface characterization of liquid crystal molecular units at a polymer surface under external voltages applied. The surface morphologies as well as the sensitivity of measurement to surface adhesive force on the nanoscale are determined quantitatively for such unique nano-sized liquid crystals/polymer composite films. The surface wettability of the films deduced from the local adhesion properties demonstrated the electrical control of surface wettability properties, suggesting that the interfacial liquid-crystal molecular alignment of the films with external voltage applied should have significant influence on the modification of the surface characterization of liquid crystals."
  },
  {
    "year": 2010,
    "title": "A fast response and large electrically tunable-focusing imaging system based on switching of two modes of a liquid crystal lens",
    "journal": "Applied Physics Letters 97 (6), 063505 (2010)",
    "author": "Hung-Chun Lin, Yi-Hsin Lin*",
    "image": "10-2 LC lens.jpg",
    "abstract": "We demonstrated a fast response and large tunable focusing imaging system consisting of a lens module and a liquid crystal _LC_ lens based on the switching of two modes of a LC lens: the negative LC lens and positive LC lens. By discarding the conventional operation of a positive LC lens only in the imaging system, large tunable focusing range can be achieve from 300 to 10 cm owning to the phase change between the positive and the negative LC lens; meanwhile, the response time is fast (~433 ms). The potential applications are autofocused cell phones, and cameras."
  },
  {
    "year": 2010,
    "title": "A bistable polarizer-free electro-optical switch using a droplet manipulation on a liquid crystal and polymer composite film",
    "journal": "Optics Express 18 (10), 10104-10111 (2010)",
    "author": "Yi-Hsin Lin*, Jiong-Kuan Li, Ting-Yu Chu, Hsu-Kuan Hsu",
    "image": "10-1 LCPCF.jpg",
    "abstract": "A bistable, polarizer-free, and reflective electro-optical switch based on a droplet manipulation on a liquid crystal and polymer composite film (LCPCF) is demonstrated. A color droplet on LCPCF can be manipulated by a wettability gradient owning to the distribution of LC directors anchored among the polymer grains on LCPCF. The contrast ratio is around 8:1 in a reflective mode. The potential applications of droplet manipulation are electronic papers and reflective displays."
  },
  {
    "year": 2010,
    "title": "Electrically surface-driven switchable wettability of liquid crystal/polymer composite film",
    "journal": "Applied Physics Letters 96 (13), 131902 (2010)",
    "author": "Ya-Ping Chiu*, Cheng-Yu Shen, Wen-Ching Wang, Ting-Yu Chu, Yi-Hsin Lin",
    "image": "10-5 LCPCF.jpg",
    "abstract": "This study demonstrates the electrical control of the surface wettability of liquid crystal and polymer composite film. The application of external voltages significantly affects the surface wettability of the film. This study uses atomic force microscopy to quantitatively characterize the fundamental mechanism responsible for the structurally driven changes in surface properties at various applied voltages. The surface wettability transitions of the film are electrically driven, as shown by reorganized liquid crystal molecules. Measurements of the voltage-dependent surface wettability of the composite film suggest approaches to supporting control applications of future electro-optical nanotechnology devices."
  },
  {
    "year": 2010,
    "title": "Polarizer-free and fast response microlens arrays using polymer-stabilized blue phase liquid crystals",
    "journal": "Applied Physics Letters 96 (11), 113505 (2010)",
    "author": "Yi-Hsin Lin*, Hung-Shan Chen, Hung-Chun Lin, Yu-Shih Tsou, Hsu-Kuan Hsu, Wang-Yang Li",
    "image": "10-6 BP.jpg",
    "abstract": "We demonstrate polarizer-free and fast response microlens arrays based on optical phase modulation of polymer-stabilized blue phase liquid crystal _PSBP-LC_. Polarization-independent optical phase shift is because the propagation of an incident light is along the optic axis of PSBP-LC, and birefringence of PSBP-LC induced by Kerr effect results in electrically tunable optical phase shift.The measured optical phase shift of a PSBP-LC phase modulation is around _ radian at 150 Vrms for the cell gap of 7 _. The response time is about 3 ms. The focal length is around 13.1 cm at 100 Vrms."
  },
  {
    "year": 2009,
    "title": "A Polarizer-Free Electro-Optical Switch Using Dye-Doped Liquid Crystal Gels",
    "journal": "Materials 2 (4), 1662-1673 (2009)",
    "author": "Yi-Hsin Lin*, Hung-Chun Lin, Jhih-Ming Yang",
    "image": "09-7 dye doped LC gel.jpg",
    "abstract": "We demonstrate a polarizer-free electro-optical switch using dye-doped liquid crystal (LC) gels. The mechanism of dye-doped LC gels mainly involves the combination of polymer scattering and dye absorption. However, the domain size of polymer networks, dye concentration, LC concentration, and fabrication process can all affect the phase separation process and thus result in dye-doped LC gels with different electro-optical performance. We have studied experimentally the factors which can affect the dye-doped LC gels. The potential applications for dye-doped LC gels are flexible displays and electrically tunable light shutters."
  },
  {
    "year": 2009,
    "title": "A polarizer-free flexible display using dye-doped liquid crystal gels",
    "journal": "Journal of the Society for Information Display 17 (10), 821-826 (2009)(Invited paper)",
    "author": "Yi-Hsin Lin*, Chih-Ming Yang, Chun-Hsiang Lo, Hung-Shan Chen, Yung-Hsun Wu",
    "image": "",
    "abstract": "A reflective-type polarizer-free flexible display using a dye-doped liquid-crystal (LC) gels is demonstrated. Compared to the conventional guest-host LC mode, it has high contrast ratio and brightness due to the combining of both scattering and absorption. Such a gel-like flexible display is bendable and trimable. In this paper, a three-step switch using distinct dye-doped LC gels is also demonstrated. The potential applications are e-paper and decorative displays."
  },
  {
    "year": 2009,
    "title": "A polarizer-free three step switch using distinct dye-doped liquid crystal gels",
    "journal": "Applied Physics Letters 94 (14), 143504 (2009)",
    "author": "Yi-Hsin Lin*, Chih-Ming Yang",
    "image": "09-9 dye doped LC gel.jpg",
    "abstract": "A polarizer-free three step switch using distinct dye-doped liquid crystal LC gels is demonstrated in reflective mode. By controlling the spatial distribution of the density of polymer networks, the distinct dye-doped LC gels can produce multiple states: bright, dark, and information states without patterning indium-tin oxide. The multiple states are generated by adapting different polymer network density in different display regions. The dark state is due to the combination of scattering and absorption. It can be further extended for a four step switch. The potential applications are decorative displays, electrically tunable iris, and electrically tunable low pass or high pass filter."
  },
  {
    "year": 2009,
    "title": "Thermally-induced light leakage in in-plane-switching liquid crystal displays",
    "journal": "Journal of Applied Physics 105 (3), 033503 (2009)",
    "author": "Jy-Shan Hsu*, Yi-Hsin Lin, Hung-Chun Lin, Kei-Hsiung Yang",
    "image": "09-10 LC display.jpg",
    "abstract": "In this paper, we report the thermally induced light leakage in in-plane-switching liquid crystal displays IPS LCDs that have a built-in small-angle deviation (<4 deg)between the polarization axis of a polarizer and the rubbing directions for liquid crystal LC alignment. We have found that the thermally induced light leakage depends strongly on the phase retardation which is a function of cell gap, wavelength, and birefringence of LCs used in the IPS LC cells. In addition, we have measured the light leakage of vertically aligned LC cells, which is independent of temperature and the deviation angle. A temperature-scanning method is proposed to reduce the light leakage of the IPS LCDs."
  },
  {
    "year": 2009,
    "title": "A Polarizer-Free Gradient Dye-Doped Liquid Crystal Gels",
    "journal": "Molecular Crystals and Liquid Crystals 511, 1779-1788 (2009)",
    "author": "Yi-Hsin Lin*, Chih-Ming Yang, Chun-Hsiang Lo, Yan-Rung Lin, Shie-Chang Jeng, Chi-Chang Liao",
    "image": "09-11 dye dope LC gel.jpg",
    "abstract": "A multi-switch display using gradient dye-doped LC gels which is still polarizer-free, fast response (10ms in general), and high contrast (200:1 in general) has demonstrated. By controlling the spatial distribution of the density of polymer networks through fabrication process, gradient dye-doped LC gels can be a multi-switch. The gradient dye-doped LC gel is bright without applied voltage and is dark at a high voltage. It appears the colored pattern when LCs are partially reoriented due to the gradient density of polymer networks. The optical analysis of dye-doped LC gels is also discussed. The potential applications are flexible display and decorative displays."
  },
  {
    "year": 2008,
    "title": "Polarization-independent liquid crystal devices.",
    "journal": "Liquid Crystal Today 17, 2-8 (2008)(Invited paper)",
    "author": "Yi-Hsin Lin*, Hongwen Ren, Shin-Tson Wu",
    "image": "08-12 polarization-independent LC devices.jpg",
    "abstract": "Liquid crystal (LC) devices can be used as amplitude modulators and phase modulators. Most LC devices are polarisation-dependent and require at least one polariser. As a result, the optical efficiency is greatly reduced. In this paper, we review some of our recently developed polarisation-independent LC devices. For amplitude modulation, we report two polariser-free devices which combine light scattering with dye absorption: dye-doped polymer-dispersed liquid crystal (PDLC) and dye-doped LC gels. For phase modulation, we also present two examples: residual phase type, e.g., voltage-biased PDLC, Polymer-Stabilised Cholesteric Texture (PSCT), and homeotropic LC gels; and double-layered structure, such as thin polymer film-separated orthogonal LC layers, and double-layered LC gels. Potential applications of these polarisation-independent LC devices for displays, laser beam steering and adaptive optics are emphasised."
  },
  {
    "year": 2008,
    "title": "Electrically tunable wettability of liquid crystal/polymer composite films",
    "journal": "Optics Express 16 (22), 17591-17598 (2008)",
    "author": "Yi-Hsin Lin*, Hongwen Ren, Yung-Hsun Wu, Shin-Tson Wu, Yue Zhao, Jiyu Fang, Hung-Chun Lin",
    "image": "08-13 LCPCF.jpg",
    "abstract": "An electrically tunable wettability in a liquid crystal/polymer composite film is demonstrated, in which liquid crystal molecules are anchored among polymer grains. The tunable wettability of the composite films originates from the reorientation of the anchored liquid-crystal molecules, which is switched by an in-plane electric field with squared pulses of voltages. These liquid crystal/polymer composite films with electrically tunable wettability have potential applications in polarizer-free displays, ink-jet printing, microfluidic devices, and lab-on-a-chip."
  },
  {
    "year": 2008,
    "title": "In-situ observation of fringing field-induced phase separation in a liquid-crystal-monomer mixture",
    "journal": "Physical Review Letters 100 (11), 117801 (2008)",
    "author": "Hongwen Ren*, Shin-Tsong Wu, Yi-Hsin Lin",
    "image": "08-14 phase separation in LC and monomer.jpg",
    "abstract": "Fringing-field-induced phase separation dynamics in liquid-crystal–(LC-)monomer mixtures is investigated via a microscope. At a low LC concentration, the fringing field converts the randomly dispersed LC droplets to an ordered droplet array, while at a high LC concentration the fringing field converts the amorphous LC-monomer system to a composite film. Because the LC and monomer are immiscible, the converted morphologies are stable even after the voltage is removed. Using the fringing field-induced phase separation, it is possible to prepare different polymer-dispersed LC morphologies."
  },
  {
    "year": 2008,
    "title": "A polarizer-free flexible and reflective electrooptical switch using dye-doped liquid crystal gels",
    "journal": "Optics Express 16 (3), 1777-1785 (2008)",
    "author": "Yi-Hsin Lin*, Jhih-Ming Yang, Yan-Rung Lin, Shie-Chang Jeng, Chi-Chang Liao",
    "image": "08-15 dye doped LC display.jpg",
    "abstract": "A polarizer-free flexible and reflective electro-optical switch using dye-doped liquid crystal (LC) gels is demonstrated. The electro-optical performances of both scattering and absorption based dye-doped LC gels depend on curing temperatures due to domain sizes of polymer networks. Such flexible electro-optical switch is bendable and trim-able because of the vertical polymer networks and gel-like materials. The dye-doped LC gel shows good reflectance ~55%, good contrast ratio~450:1 and fast response~6.4ms at curing temperature 10 o C. The bending curvature is 21 mm. The dye-doped LC gels open a new window for trim-able electronic papers, decorative displays, electrically switchable curtains, and electrically switchable sun control film for the automobiles, homes or commercial buildings"
  },
  {
    "year": 2007,
    "title": "Single glass substrate liquid crystal device using electric field-enforced phase separation and photo-induced polymerization",
    "journal": "Applied Physics Letters 90 (19), 191105 (2007)",
    "author": "Hongwen Ren*, Shin-Tson Wu, Yi-Hsin Lin",
    "image": "07-16 single glass LC device.png",
    "abstract": "An in-plane switching liquid crystal LC cell using a glass substrate and a photoinduced polymer layer is demonstrated. The fabrication process is based on the electrodynamics of dielectric fluids. When the fringing field is present, the LC molecules tend to aggregate in the strong electric field regions while the monomers diffuse to the weak field regions. After photopolymerization, the LC molecules are confined by a thin polymer layer and polymer walls which define the cell gap. This approach enables single-substrate large panel display devices to be fabricated."
  },
  {
    "year": 2006,
    "title": "Use of modal interference for probing birefringence induced in a bent optical fiber",
    "journal": "Optics Letters 31 (22), 3231-3233 (2006)",
    "author": "Tien-Jung Chen*, Yi-Hsin Lin",
    "image": "06-17 probe birefringence.jpg",
    "abstract": "We report a novel method that utilizes two lowest-order modes, HE11 and TE01, to probe birefringence induced in a bent circular-core optical fiber. The interference patterns of the two modes are examined by using a polarizer at the fiber output end. The contrast that is extracted from the interference pattern is periodically modulated as a function of phase retardation between the two modes, while the shift of the contrast function shows a strong dependence on the fiber birefringence as the polarizer rotates. Theoretical description followed by the test results demonstrates the feasibility of the method."
  },
  {
    "year": 2006,
    "title": "Linear to axial or radial polarization conversion using a liquid crystal gel",
    "journal": "Applied Physics Letters 89 (5), 051114 (2006)",
    "author": "Hongwen Ren, Yi-Hsin Lin, Shin-Tson Wu*",
    "image": "06-18 polarization conversion using LC gel.jpg",
    "abstract": "Two types of liquid crystal LC gels with radial or twisted-radial molecular orientation are fabricated using a radial electric field generated by an indium-tin-oxide hole electrode in the bottom substrate. If the top substrate is not buffed, the radial-type LC gel is formed which can convert linearly polarized light into axially polarized light. On the other hand, if the top substrate is homogeneously buffed, then a twisted-radial LC gel is produced which can convert linearly polarized light into radially polarized light. These polarization converters are useful for diffractive optics and optical imaging systems."
  },
  {
    "year": 2006,
    "title": "An adaptive lens using liquid crystal concentration redistribution",
    "journal": "Applied Physics Letters 88 (19), 191116 (2006)",
    "author": "Hongwen Ren, Yi-Hsin Lin, Shin-Tson Wu*",
    "image": "06-19 LC lens using concentration.jpg",
    "abstract": "An adaptive lens using electrically induced liquid crystal LC/monomer concentration redistribution is demonstrated. In the absence of an electric field, the LC/monomer mixture is homogeneously distributed. Application of an inhomogeneous electric field causes the LC molecules to diffuse towards the high field region and the liquid monomer towards the low field region. On the other hand, the LC molecules tend to diffuse from high to low concentration direction in order to balance the concentration change. A gradient LC concentration is thus obtained. Using the gradient LC concentration, we demonstrate a tunable-focus lens. Compared with a conventional LC lens, our lens has advantages in small astigmatism and without light scattering, but its response time is slower."
  },
  {
    "year": 2006,
    "title": "High contrast and fast response polarization-independent reflective display using a dye-doped dual-frequency liquid crystal gel",
    "journal": "Molecular Crystals and Liquid Crystals 453, 371-378 (2006)",
    "author": "Yi-Hsin Lin*, Hongwen Ren, Sebastian Gauza, Yung-Hsun Wu, Ying Zhou, Shin-Tson Wu",
    "image": "06-20 dye doped LC gel.jpg",
    "abstract": "We have developed a new guest-host reflective display using a dye-doped dualfrequency liquid crystal (DFLC) gel. By combining dye absorption and maximal light scattering, the display is polarization independent and exhibits a high contrast (230:1). The high reflectivity (R 50%) is because of the vertical aligned structure at 0 Vrms. The fast response time (5 ms) is also fast due to the frequency modulation. A black and white segmented-alphabet reflective display prototype is also demonstrated."
  },
  {
    "year": 2006,
    "title": "Molecular Alignment of Axially-Symmetric Sheared Polymer Network Liquid Crystals",
    "journal": "Molecular Crystals and Liquid Crystals 454, 343-354 (2006)",
    "author": "Yung-Hsun Wu*, Yi-Hsin Lin, Ju-Hyun Lee, Hongwen Ren, Xiangyi Nie, Shin-Tson Wu",
    "image": "06-21 SPNLC.jpg",
    "abstract": "An axially-symmetric sheared polymer network liquid crystal (AS-SPNLC) device is demonstrated and its performances characterized. The formation mechanism of the AS-SPNLC is investigated by observing the dynamic pattern change of the structure during the fabrication process. We also analyze the structure from the electro-optic properties and then construct a simulation model to explain the observed phenomena. Several potential applications, such as tunable-focus negative lens and spatial polarization converter, are discussed."
  },
  {
    "year": 2006,
    "title": "Flat polymeric microlens array",
    "journal": "Optics Communications 261, 296-299 (2006)",
    "author": "Hongwen Ren, Yi-Hsin Lin, Shin-Tson Wu*",
    "image": "06-22 microlens array.jpg",
    "abstract": "A polymer-based flat microlens array is demonstrated. Within each pixel of the array, the polymer presents a circular central-symmetric inhomogeneous orientation. Pixel with such a structure behaves a lens-like character. A suitable amount of liquid crystal mixed in the polymer host can improve not only the lens flexibility but also the lens performance. Moreover, the polymer-based microlens array has the advantages of real planar surface, ultra-thin thickness, and can be designed with any aperture size."
  },
  {
    "year": 2006,
    "title": "IPS-LCD using a glass substrate and an anisotropic polymer film",
    "journal": "Journal of Display Technology 2(1), 21-25 (2006)",
    "author": "Yi-Hsin Lin*, Hongwen Ren, Sebastian Gauza, Yung-Hsun Wu, Yue Zhao, Jiyu Fang, Shin-Tson Wu",
    "image": "06-23 IPS LCD.jpg",
    "abstract": "A lightweight in-plane-switching liquid crystal display (IPS-LCD) using a single glass substrate and an anisotropic polymeric film is demonstrated. The liquid crystal molecules are aligned by the elongated polymer grain of the film. The alignment capability of the anisotropic film is comparable to a buffed polyimide layer. Compared to the LCD using two glass substrates, our new device exhibits a comparable contrast ratio ( 514:1), driving voltage, and response time because of good LC alignment. Such an anisotropic film can also function as a phase compensation film for widening the viewing angle. This technology is particularly attractive for making single-substrate displays and also has potential for a double-layered guest-host display and a flexible display using IPS LCDs."
  },
  {
    "year": 2006,
    "title": "Polarization independent and fast-response phase modulators using double-layered liquid crystal gels",
    "journal": "Applied Physics Letters 88 (6), 061123 (2006)",
    "author": "Hongwen Ren*, Yi-Hsin Lin, Shin-Tson Wu",
    "image": "06-24 double layered LC.jpg",
    "abstract": "A polarization-independent phase modulator using two thin homogeneously stratified but orthogonally oriented liquid crystal LC gels is demonstrated. In addition to polarization independence and submillisecond response time, the LC gel possesses a much larger phase change and lower operating voltage than the nanosized polymer-dispersed liquid crystal. For a 16 m transmissive E48 LC gel, the phase shift exceeds 1 at = 633 nm with an electric field strength of 11 Vrms/m. Potential applications of such a phase modulator for laser beam steering, microlens array, and switchable two- and three-dimensional LC displays are foreseeable."
  }
]